tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "aws-shell"
brew "awscli"
brew "git"
brew "go"
brew "mackup"
brew "mas"
brew "pipenv"
brew "pyenv"
brew "shellcheck"
brew "sshrc"
brew "tfenv"
brew "vim"
cask "amethyst"
cask 'appcleaner' unless system 'test -e /Applications/AppCleaner.app'
cask "dropbox" unless system 'test -e /Applications/Dropbox.app'
cask "etcher"
cask 'iterm2'  unless system 'test -e /Applications/iTerm.app'
cask "visual-studio-code" unless system 'test -e /Applications/Visual\ Studio\ Code.app'
mas "1Password", id: 443987910
mas "Microsoft Remote Desktop", id: 715768417
mas "Slack", id: 803453959
